[{
  "_id": {
    "$oid": "66dd813bddfa00c32adc6248"
  },
  "name": "Introduction to Data Analytics",
  "desc": "Data is the driving force behind almost all aspects of our lives. The huge amount of data generated by enterprises or even individual, will only add value if you are able to comprehend the story behind the data. Data analytics is useful to gain hidden insights from the data we collect. It enables stakeholders to analyse and visualise data in sophisticated ways to make evidence-based decisions.\n\nWhether you want to explore the area of data analytics for work, or pursue a career in data analytics, this course provides the perfect introduction. This course presents foundational knowledge of data analytics and how it can be applied to practical problems. This course provides a short introduction to the fundamentals of data analytics, like gathering data, identifying data sources, cleaning, analysing and visualising data to add value to your decision making.\n\nSo, why wait? Add this high-demand skill to your portfolio now and get started! There are no prerequisites for this Microskill course.\n\nKey topics include:\n\nWhat is data analytics and why is it important for organisations?\nTypes of data analytics\nPreparing and modelling data\nData visualisation\nData analysis and management\nCareers in data analytics",
  "img": "https://store.training.tafensw.edu.au/tafe-content/uploads/2022/10/GettyImages-1169539468_1200x800.jpg",
  "modules": "Analytics",
  "hours": "45",
  "title": "Data analysis and management",
  "module_id": {
    "$oid": "60d0fe4f5311236168a109b3"
  }
},
{
  "_id": {
    "$oid": "66dd80b7ddfa00c32adc6247"
  },
  "name": "Introduction to Cyber Security\n",
  "desc": "Everyone is more prone to cyber-attacks in today’s interconnected world. Cyber security is the responsibility of everyone. Whether you’re interested in the new area of cyber security as a professional, or just interested in understanding cyber safety, this introduction to cyber security course gives you an overview. It explores cyber security threats along with the broader topic of cyber security in a way that will resonate with you. For instance, you’ll learn what are vulnerabilities and risks, how to stay cyber safe, what are the common cyber threats, and career opportunities in cyber security. In this introductory course, you will also understand the adversaries and motivations of cyber attackers. There are no prerequisites for this Microskill course.\n\nKey topics include:\n\nWhat is cyber security?\nCareers in cyber security\nCommon cyber security threats\nVulnerabilities and risks\nAdversaries and their motivations\nStaying cyber safe\nDuration: 3 hours\nDelivery: Online (self-paced)\nAccess period: 4 months access from the day of enrolment",
  "img": "https://store.training.tafensw.edu.au/tafe-content/uploads/2022/10/GettyImages-1306803656_1200x800.jpg",
  "modules": "Cyber Security",
  "hours": "67",
  "title": "Common cyber security threats and vulnerabilities",
  "module_id": {
    "$oid": "60d0fe4f5311236168a109b0"
  }
},
{
  "_id": {
    "$oid": "66fcc81f839c36e3c7b505e5"
  },
  "name": "Introduction to Artificial Intelligence\n",
  "desc": "Artificial Intelligence (AI) has been gaining a lot of attention in the modern world, and this Microskill provides students from all backgrounds with a perfect opportunity to start developing their AI literacy. This Microskill is a gentle and non-technical introduction on how machines learn from data and explore various use cases and applications of AI. You do not require any prior programming or computer science experience for this Microskill.\n\nIn this Microskill you will learn about:\n\nReal world applications of AI and how AI is transforming the world around us\nCommon AI terminologies\nAdvice from industry experts to start your career in AI\nThe differentiation between facts and myths in AI\nSo, why wait?  Add this high-demand skill to your portfolio now and get started!\n\nKey topics include:\n\nAbout Artificial Intelligence\nAI: Towards Machine Learning\nAI: Anomaly Detection and Computer Vision\nAI: Natural Language Processing and Knowledge mining\nAI: Today and Tomorrow\nDuration: 2.5 hours\nDelivery: Online (self-paced)\nAccess period: 4 months access from the day of enrolment",
  "img": "https://store.training.tafensw.edu.au/tafe-content/uploads/2022/10/GettyImages-1314526639_1200x800.jpg",
  "modules": "AI",
  "hours": "99",
  "title": "AI Today and Tomorrow",
  "module_id": {
    "$oid": "60d0fe4f5311236168a109b1"
  }
}]